"INTRO_TEXT" = "Your keyboard can’t be identified and won’t be usable until it is identified. To identify this keyboard, click OK.";
"CONFIRM_TEXT"	= "Your keyboard has been identified. Click Continue to start setting up your computer. If this isn't the correct keyboard type, select the type and click Continue.";
"FORCE_CONFIRM_TEXT" = "Select the keyboard type and click Continue. If you don’t know your keyboard’s type, contact the manufacturer of your keyboard.";
